Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

source: Download the App
ar: قم بتنزيل التطبيق
bn: অ্যাপটি ডাউনলোড করুন
de: Laden Sie die App herunter
es: Descargar la app
fa: برنامه را دانلود کنید
fr: Télécharger l'application
hi: ऐप डाउनलोड करें
id: Unduh Aplikasinya
ja: アプリをダウンロード
ko: 앱 다운로드
pa: ਐਪ ਡਾਊਨਲੋਡ ਕਰੋ
pt_pt: Baixe o aplicativo
ru: Скачать приложение
sw: Pakua Programu
zh_hans: 下载应用

source: Due today
ar: مستحق اليوم
bn: আজ বকেয়া
de: Heute fällig
es: A pagar hoy
fa: سررسید امروز
fr: À payer aujourd'hui
hi: आज देय
id: Jatuh tempo hari ini
ja: 本日のお支払い
ko: 오늘 결제
pa: ਅੱਜ ਬਕਾਇਆ ਹੈ
pt_pt: Vencimento hoje
ru: К оплате сегодня
sw: Inadaiwa leo
zh_hans: 今日到期

source: Duration
ar: المدة
bn: সময়কাল
de: Dauer
es: Duración
fa: مدت زمان
fr: Durée
hi: अवधि
id: Durasi
ja: 時間
ko: 시간
pa: ਮਿਆਦ
pt_pt: Duração
ru: Длительность
sw: Muda
zh_hans: 时长

source: Edit
ar: تحرير
bn: সম্পাদনা করুন
de: Bearbeiten
es: Editar
fa: ویرایش کنید
fr: Modifier
hi: संपादित करें
id: Sunting
ja: 編集
ko: 편집
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pt_pt: Editar
ru: Изменить
sw: Hariri
zh_hans: 编辑

source: Edit Goal
ar: تحرير الهدف
bn: লক্ষ্য সম্পাদনা করুন
de: Ziel bearbeiten
es: Editar objetivo
fa: ویرایش هدف
fr: Modifier l'objectif
hi: लक्ष्य बदलें
id: Sunting Sasaran
ja: 目標を編集
ko: 목표 수정
pa: ਟੀਚਾ ਸੰਪਾਦਿਤ ਕਰੋ
pt_pt: Editar meta
ru: Изменить цель
sw: Badilisha Lengo
zh_hans: 编辑目标

source: Empty
ar: فارغ
bn: খালি
de: Leer
es: Vacío
fa: خالی
fr: Vide
hi: खाली
id: Kosong
ja: 空
ko: 비어 있음
pa: ਖਾਲੀ
pt_pt: Vazio
ru: Пусто
sw: Tupu
zh_hans: 空

source: Enjoying the app?
ar: تتمتع التطبيق؟
bn: অ্যাপটি উপভোগ করছেন?
de: Gefällt Ihnen die App?
es: ¿Disfrutas de la aplicación?
fa: از برنامه لذت می برید؟
fr: Vous appréciez l'application ?
hi: ऐप का आनंद ले रहे हैं?
id: Menikmati aplikasinya?
ja: アプリを楽しんでいますか？
ko: 앱을 즐기고 계시나요?
pa: ਐਪ ਦਾ ਆਨੰਦ ਮਾਣ ਰਹੇ ਹੋ?
pt_pt: Está gostando do aplicativo?
ru: Нравится приложение?
sw: Je, unafurahia programu?
zh_hans: 喜欢这个应用吗？

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
ko: 오류
pa: ਗਲਤੀ
pt_pt: Erro
ru: Ошибка
sw: Hitilafu
zh_hans: 错误

source: Every check-in moves your forward. Keep coming back and let your streak grow.
ar: كل تسجيل وصول يدفعك للأمام. استمر في العودة ودع خطك ينمو.
bn: প্রতিটি চেক-ইন আপনার এগিয়ে নিয়ে যায়। ফিরে আসতে থাকুন এবং আপনার স্ট্রীক বাড়তে দিন।
de: Jeder Check-in bringt Sie voran. Kommen Sie immer wieder zurück und lassen Sie Ihren Streak wachsen.
es: Cada sesión te hace avanzar. Vuelve cada día y haz crecer tu racha.
fa: هر ورود شما را به جلو می برد. به بازگشت ادامه دهید و اجازه دهید خط شما رشد کند.
fr: Chaque séance vous fait avancer. Revenez régulièrement pour faire grandir votre série.
hi: हर चेक-इन आपको आगे बढ़ाता है। लौटते रहें और अपनी स्ट्रीक बढ़ाएँ।
id: Setiap check-in memajukan Anda. Teruslah kembali dan biarkan pukulan Anda berkembang.
ja: チェックインするたびに前進します。続けて記録を伸ばしましょう。
ko: 체크인할 때마다 한 걸음씩 나아갑니다. 꾸준히 돌아와 연속 기록을 늘려보세요.
pa: ਹਰ ਚੈੱਕ-ਇਨ ਤੁਹਾਨੂੰ ਅੱਗੇ ਵਧਾਉਂਦਾ ਹੈ। ਵਾਪਸ ਆਉਂਦੇ ਰਹੋ ਅਤੇ ਆਪਣੀ ਲੜੀ ਨੂੰ ਵਧਣ ਦਿਓ।
pt_pt: Cada check-in faz você avançar. Continue voltando e deixe sua sequência crescer.
ru: Каждое занятие продвигает вас вперёд. Возвращайтесь и наращивайте свою серию.
sw: Kila kuingia hukusogeza mbele. Endelea kurudi na kuruhusu mfululizo wako kukua.
zh_hans: 每一次打卡都是进步。坚持回来，让连续记录持续增长。

source: Every day
ar: كل يوم
bn: প্রতিদিন
de: Jeden Tag
es: Todos los días
fa: هر روز
fr: Tous les jours
hi: हर दिन
id: Setiap hari
ja: 毎日
ko: 매일
pa: ਹਰ ਰੋਜ਼
pt_pt: Todos os dias
ru: Каждый день
sw: Kila siku
zh_hans: 每天

source: Exercise %@
ar: التمرين %@
bn: ব্যায়াম %@
de: Übung %@
es: Ejercicio %@
fa: تمرین %@
fr: Exercice %@
hi: व्यायाम %@
id: Latihan %@
ja: エクササイズ %@
ko: 운동 %@
pa: ਕਸਰਤ %@
pt_pt: Exercício %@
ru: Упражнение %@
sw: Zoezi %@
zh_hans: 动作 %@

source: Exercise %lld
ar: التمرين %lld
bn: ব্যায়াম %lld
de: Übung %lld
es: Ejercicio %lld
fa: تمرین %lld
fr: Exercice %lld
hi: व्यायाम %lld
id: Latihan %lld
ja: エクササイズ %lld
ko: 운동 %lld
pa: ਕਸਰਤ %lld
pt_pt: Exercício %lld
ru: Упражнение %lld
sw: Zoezi %lld
zh_hans: 动作 %lld

source: Exercises (%@)
ar: التمارين (%@)
bn: ব্যায়াম (%@)
de: Übungen (%@)
es: Ejercicios (%@)
fa: تمرینات (%@)
fr: Exercices (%@)
hi: व्यायाम (%@)
id: Latihan (%@)
ja: エクササイズ (%@)
ko: 운동 (%@)
pa: ਅਭਿਆਸ (%@)
pt_pt: Exercícios (%@)
ru: Упражнения (%@)
sw: Mazoezi (%@)
zh_hans: 动作 (%@)

source: Exercises (%lld)
ar: التمارين (%lld)
bn: ব্যায়াম (%lld)
de: Übungen (%lld)
es: Ejercicios (%lld)
fa: تمرینات (%lld)
fr: Exercices (%lld)
hi: व्यायाम (%lld)
id: Latihan (%lld)
ja: エクササイズ (%lld)
ko: 운동 (%lld)
pa: ਅਭਿਆਸ (%lld)
pt_pt: Exercícios (%lld)
ru: Упражнения (%lld)
sw: Mazoezi (%lld)
zh_hans: 动作 (%lld)

source: Failed to load image
ar: فشل تحميل الصورة
bn: ছবি লোড করতে ব্যর্থ হয়েছে৷
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fa: تصویر بارگیری نشد
fr: Échec du chargement de l'image
hi: छवि लोड करने में विफल
id: Gagal memuat gambar
ja: 画像の読み込みに失敗しました
ko: 이미지를 불러오지 못했습니다
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt_pt: Falha ao carregar imagem
ru: Не удалось загрузить изображение
sw: Imeshindwa kupakia picha
zh_hans: 图片加载失败

source: Fairly active
ar: نشط إلى حد ما
bn: মোটামুটি সক্রিয়
de: Ziemlich aktiv
es: Bastante activo/a
fa: نسبتا فعال
fr: Assez actif(ve)
hi: काफी सक्रिय
id: Cukup aktif
ja: まあまあ活発
ko: 꽤 활동적임
pa: ਕਾਫ਼ੀ ਸਰਗਰਮ
pt_pt: Bastante ativo
ru: Довольно активный(ая)
sw: Inatumika kwa kiasi
zh_hans: 比较活跃

source: Feature
ar: ميزة
bn: বৈশিষ্ট্য
de: Funktion
es: Característica
fa: ویژگی
fr: Caractéristique
hi: विशेषता
id: Fitur
ja: 特徴
ko: 특징
pa: ਵਿਸ਼ੇਸ਼ਤਾ
pt_pt: Recurso
ru: Функция
sw: Kipengele
zh_hans: 功能

source: Feedback
ar: ردود الفعل
bn: প্রতিক্রিয়া
de: Rückmeldung
es: Comentarios
fa: بازخورد
fr: Retour d'information
hi: प्रतिक्रिया
id: Umpan balik
ja: フィードバック
ko: 피드백
pa: ਫੀਡਬੈਕ
pt_pt: Comentários
ru: Отзыв
sw: Maoni
zh_hans: 反馈

source: Feeling okay
ar: شعور بخير
bn: ভালো লাগছে
de: Fühle mich okay
es: Me siento bien
fa: احساس خوبی دارد
fr: Je me sens bien
hi: ठीक महसूस कर रहा/रही हूँ
id: Merasa baik-baik saja
ja: 特に問題なし
ko: 괜찮은 상태
pa: ਠੀਕ ਮਹਿਸੂਸ ਕਰ ਰਿਹਾ ਹੈ
pt_pt: Me sentindo bem
ru: Всё в порядке
sw: Kuhisi sawa
zh_hans: 感觉还不错

source: Female
ar: أنثى
bn: মহিলা
de: Weiblich
es: Mujer
fa: زن
fr: Femme
hi: महिला
id: Perempuan
ja: 女性
ko: 여성
pa: ਔਰਤ
pt_pt: Feminino
ru: Женский
sw: Mwanamke
zh_hans: 女性

source: Find calm, balance, and strength every day.
ar: ابحث عن الهدوء والتوازن والقوة كل يوم.
bn: প্রতিদিন শান্ত, ভারসাম্য এবং শক্তি খুঁজুন।
de: Finden Sie jeden Tag Ruhe, Ausgeglichenheit und Kraft.
es: Encuentra calma, equilibrio y fuerza cada día.
fa: هر روز آرامش، تعادل و قدرت را پیدا کنید.
fr: Trouvez le calme, l'équilibre et la force chaque jour.
hi: हर दिन शांति, संतुलन और शक्ति पाएँ।
id: Temukan ketenangan, keseimbangan, dan kekuatan setiap hari.
ja: 毎日、静けさとバランス、そして力を見つけましょう。
ko: 매일 평온함과 균형, 그리고 힘을 찾으세요.
pa: ਹਰ ਰੋਜ਼ ਸ਼ਾਂਤ, ਸੰਤੁਲਨ ਅਤੇ ਤਾਕਤ ਲੱਭੋ।
pt_pt: Encontre calma, equilíbrio e força todos os dias.
ru: Обретайте спокойствие, баланс и силу каждый день.
sw: Pata utulivu, usawa, na nguvu kila siku.
zh_hans: 每天寻找平静、平衡与力量。

source: Find my best fit
ar: العثور على أفضل ما يناسبني
bn: আমার সেরা ফিট খুঁজুন
de: Finden Sie meine beste Passform
es: Encontrar lo que mejor me funcione
fa: بهترین تناسب من را پیدا کن
fr: Trouver ce qui me convient le mieux
hi: मेरे लिए सबसे उपयुक्त खोजें
id: Temukan yang paling cocok untuk saya
ja: 自分に合うものを探す
ko: 나에게 맞는 강도 찾기
pa: ਮੇਰਾ ਸਭ ਤੋਂ ਵਧੀਆ ਫਿਟ ਲੱਭੋ
pt_pt: Encontre meu melhor ajuste
ru: Подобрать то, что мне подходит
sw: Tafuta inafaa kwangu zaidi
zh_hans: 找到最适合我的

source: Finish
ar: إنهاء
bn: শেষ করুন
de: Fertig
es: Finalizar
fa: پایان
fr: Terminer
hi: समाप्त करें
id: Selesai
ja: 終了
ko: 완료
pa: ਸਮਾਪਤ
pt_pt: Concluir
ru: Завершить
sw: Maliza
zh_hans: 完成

source: Forward 5 seconds
ar: للأمام 5 ثواني
bn: 5 সেকেন্ড ফরোয়ার্ড করুন
de: 5 Sekunden vorwärts
es: Avanzar 5 segundos
fa: 5 ثانیه جلو
fr: 5 secondes en avant
hi: 5 सेकंड आगे
id: Maju 5 detik
ja: 5秒進む
ko: 5초 앞으로
pa: 5 ਸਕਿੰਟ ਅੱਗੇ ਭੇਜੋ
pt_pt: Avançar 5 segundos
ru: Вперёд на 5 секунд
sw: Sogeza mbele kwa sekunde 5
zh_hans: 前进 5 秒

source: Fr
ar: الأب
es: Vi
fr: Ve
hi: शुक्र
id: Pdt
ja: 金
ko: 금
pt_pt: Padre
ru: Пт
zh_hans: 周五

source: Free
ar: مجاني
bn: বিনামূল্যে
de: Kostenlos
es: Gratis
fa: رایگان
fr: Gratuit
hi: मुफ़्त
id: Gratis
ja: 無料
ko: 무료
pa: ਮੁਫ਼ਤ
pt_pt: Grátis
ru: Бесплатно
sw: Bure
zh_hans: 免费

source: Generally energetic
ar: نشيطة بشكل عام
bn: সাধারণত অনলস
de: Im Allgemeinen energisch
es: Generalmente enérgico/a
fa: به طور کلی پر انرژی
fr: Généralement énergique
hi: आमतौर पर ऊर्जावान
id: Umumnya energik
ja: 概ね活力がある
ko: 대체로 활력 있음
pa: ਆਮ ਤੌਰ 'ਤੇ ਊਰਜਾਵਾਨ
pt_pt: Geralmente enérgico
ru: Обычно энергичный(ая)
sw: Kwa ujumla nishati
zh_hans: 通常精力充沛

source: Gentle & relaxing
ar: لطيف ومريح
bn: মৃদু এবং শিথিল
de: Sanft und entspannend
es: Suave y relajante
fa: ملایم و آرامش بخش
fr: Doux et relaxant
hi: हल्का और आरामदायक
id: Lembut & santai
ja: 穏やかでリラックス
ko: 부드럽고 편안하게
pa: ਕੋਮਲ ਅਤੇ ਆਰਾਮਦਾਇਕ
pt_pt: Suave e relaxante
ru: Мягко и расслабляюще
sw: Upole & kufurahi
zh_hans: 温和放松

source: Get Premium
ar: احصل على قسط
bn: প্রিমিয়াম পান
de: Holen Sie sich Premium
es: Obtener Premium
fa: حق بیمه را دریافت کنید
fr: Obtenir Premium
hi: प्रीमियम पाएँ
id: Dapatkan Premium
ja: プレミアムを取得
ko: 프리미엄 받기
pa: ਪ੍ਰੀਮੀਅਮ ਪ੍ਰਾਪਤ ਕਰੋ
pt_pt: Seja Premium
ru: Получить Premium
sw: Pata Premium
zh_hans: 获取高级版

source: Get Started
ar: ابدأ
bn: শুরু করুন
de: Legen Sie los
es: Empezar
fa: شروع کنید
fr: Commencer
hi: शुरू करें
id: Memulai
ja: はじめる
ko: 시작하기
pa: ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece
ru: Начать
sw: Anza
zh_hans: 开始使用

source: Get ready!
ar: استعد!
bn: প্রস্তুত হও!
de: Machen Sie sich bereit!
es: ¡Prepárate!
fa: آماده شو!
fr: Préparez-vous !
hi: तैयार हो जाइए!
id: Bersiaplah!
ja: 準備しましょう！
ko: 준비하세요!
pa: ਤਿਆਰ ਹੋ ਜਾਓ!
pt_pt: Prepare-se!
ru: Приготовьтесь!
sw: Jitayarishe!
zh_hans: 准备好了吗！

source: Give us more details about your problem
ar: أعطنا المزيد من التفاصيل حول مشكلتك
bn: আপনার সমস্যা সম্পর্কে আমাদের আরও বিশদ দিন
de: Geben Sie uns weitere Details zu Ihrem Problem
es: Danos más detalles sobre tu problema
fa: جزئیات بیشتری در مورد مشکل خود به ما بدهید
fr: Donnez-nous plus de détails sur votre problème
hi: अपनी समस्या के बारे में अधिक जानकारी दें
id: Beri kami detail lebih lanjut tentang masalah Anda
ja: 問題についてさらに詳しく教えてください
ko: 문제에 대한 더 많은 세부 정보를 알려주세요
pa: ਸਾਨੂੰ ਆਪਣੀ ਸਮੱਸਿਆ ਬਾਰੇ ਹੋਰ ਵੇਰਵੇ ਦਿਓ
pt_pt: Dê-nos mais detalhes sobre o seu problema
ru: Расскажите подробнее о проблеме
sw: Tupe maelezo zaidi kuhusu tatizo lako
zh_hans: 请告诉我们更多问题详情

source: Go Unlimited
ar: اذهب غير محدود
bn: আনলিমিটেড যান
de: Gehen Sie unbegrenzt
es: Pasar a ilimitado
fa: برو نامحدود
fr: Passer à l'illimité
hi: अनलिमिटेड पाएँ
id: Pergi Tanpa Batas
ja: 無制限で利用する
ko: 무제한 이용하기
pa: ਅਸੀਮਤ ਜਾਓ
pt_pt: Vá ilimitado
ru: Перейти на безлимит
sw: Nenda Bila Ukomo
zh_hans: 解锁无限畅享

source: Go to settings
ar: انتقل إلى الإعدادات
bn: সেটিংসে যান
de: Gehen Sie zu den Einstellungen
es: Ir a ajustes
fa: به تنظیمات بروید
fr: Ouvrir les réglages
hi: सेटिंग में जाएँ
id: Buka pengaturan
ja: 設定を開く
ko: 설정으로 이동
pa: ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ
pt_pt: Vá para configurações
ru: Открыть настройки
sw: Nenda kwa mipangilio
zh_hans: 前往设置

source: Goal
ar: هدف
bn: গোল
de: Ziel
es: Objetivo
fa: هدف
fr: Objectif
hi: लक्ष्य
id: Tujuan
ja: 目標
ko: 목표
pa: ਟੀਚਾ
pt_pt: Objetivo
ru: Цель
sw: Lengo
zh_hans: 目标

source: Guidance
ar: التوجيه
bn: নির্দেশনা
de: Anleitung
es: Consejos
fa: راهنمایی
fr: Conseils
hi: मार्गदर्शन
id: Bimbingan
ja: ガイド
ko: 가이드
pa: ਮਾਰਗਦਰਸ਼ਨ
pt_pt: Orientação
ru: Рекомендации
sw: Mwongozo
zh_hans: 指导说明

source: Height must be 80-250 cm
ar: يجب أن يكون الارتفاع 80-250 سم
bn: উচ্চতা 80-250 সেমি হতে হবে
de: Die Höhe muss 80-250 cm betragen
es: La estatura debe estar entre 80 y 250 cm
fa: ارتفاع باید 80-250 سانتی متر باشد
fr: La taille doit être comprise entre 80 et 250 cm
hi: लंबाई 80-250 सेमी के बीच होनी चाहिए
id: Tingginya harus 80-250 cm
ja: 身長は80～250cmで入力してください
ko: 키는 80~250cm 사이여야 합니다
pa: ਉਚਾਈ 80-250 ਸੈਂਟੀਮੀਟਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pt_pt: A altura deve ser de 80 a 250 cm
ru: Рост должен быть от 80 до 250 см
sw: Urefu lazima iwe 80-250 cm
zh_hans: 身高必须在 80-250 厘米之间

source: Help us to make a better experience for you!
ar: ساعدنا في تقديم تجربة أفضل لك!
bn: আপনার জন্য একটি ভাল অভিজ্ঞতা করতে আমাদের সাহায্য করুন!
de: Helfen Sie uns, ein besseres Erlebnis für Sie zu schaffen!
es: ¡Ayúdanos a crear una mejor experiencia para ti!
fa: به ما کمک کنید تا تجربه بهتری برای شما داشته باشیم!
fr: Aidez-nous à améliorer votre expérience !
hi: हमें आपके लिए बेहतर अनुभव बनाने में मदद करें!
id: Bantu kami memberikan pengalaman yang lebih baik untuk Anda!
ja: より良い体験を提供するためにご協力ください！
ko: 더 나은 경험을 위해 도와주세요!
pa: ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਬਿਹਤਰ ਅਨੁਭਵ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ!
pt_pt: Ajude-nos a proporcionar uma experiência melhor para você!
ru: Помогите нам сделать приложение лучше!
sw: Tusaidie kukufanyia matumizi bora zaidi!
zh_hans: 帮助我们为您提供更好的体验！

source: Hip
ar: الورك
bn: নিতম্ব
es: Cadera
fa: هیپ
fr: Hanche
hi: कूल्हा
id: Pinggul
ja: 股関節
ko: 엉덩이
pa: ਕਮਰ
pt_pt: Quadril
ru: Бедро
sw: Kiboko
zh_hans: 髋部

source: Home
ar: الصفحة الرئيسية
bn: বাড়ি
de: Zuhause
es: Inicio
fa: صفحه اصلی
fr: Accueil
hi: मुखपृष्ठ
id: Rumah
ja: ホーム
ko: 홈
pa: ਘਰ
pt_pt: Página inicial
ru: Главная
sw: Nyumbani
zh_hans: 首页

source: How does your body feel after exercise these days?
ar: كيف يشعر جسمك بعد ممارسة الرياضة هذه الأيام؟
bn: এই দিনগুলিতে ব্যায়ামের পরে আপনার শরীর কেমন অনুভব করে?
de: Wie fühlt sich Ihr Körper heutzutage nach dem Training an?
es: ¿Cómo se siente tu cuerpo después de hacer ejercicio últimamente?
fa: این روزها بدن شما بعد از ورزش چه حسی دارد؟
fr: Comment se sent votre corps après l'exercice ces derniers temps ?
hi: इन दिनों व्यायाम के बाद आपका शरीर कैसा महसूस करता है?
id: Bagaimana perasaan tubuh Anda setelah berolahraga hari ini?
ja: 最近、運動後の体の調子はどうですか？
ko: 요즘 운동 후 몸 상태는 어떤가요?
pa: ਅੱਜਕੱਲ੍ਹ ਕਸਰਤ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡਾ ਸਰੀਰ ਕਿਵੇਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ?
pt_pt: Como seu corpo se sente após o exercício hoje em dia?
ru: Как в последнее время чувствует себя ваше тело после упражнений?
sw: Mwili wako unajisikiaje baada ya mazoezi siku hizi?
zh_hans: 最近运动后您的身体感觉如何？

source: How does your body feel most days?
ar: كيف يشعر جسمك معظم الأيام؟
bn: আপনার শরীর বেশিরভাগ দিন কেমন লাগে?
de: Wie fühlt sich Ihr Körper an den meisten Tagen an?
es: ¿Cómo se siente tu cuerpo la mayoría de los días?
fa: بیشتر روزها بدن شما چه حسی دارد؟
fr: Comment se sent votre corps la plupart du temps ?
hi: ज़्यादातर दिनों में आपका शरीर कैसा महसूस करता है?
id: Bagaimana perasaan tubuh Anda hampir setiap hari?
ja: 普段の体の調子はどうですか？
ko: 평소 몸 상태는 어떤가요?
pa: ਤੁਹਾਡਾ ਸਰੀਰ ਜ਼ਿਆਦਾਤਰ ਦਿਨ ਕਿਵੇਂ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ?
pt_pt: Como seu corpo se sente na maioria dos dias?
ru: Как обычно чувствует себя ваше тело большую часть дней?
sw: Mwili wako unahisije siku nyingi?
zh_hans: 平时您的身体感觉如何？

source: How experienced are you in Tai Chi?
ar: ما مدى خبرتك في رياضة التاي تشي؟
bn: তাই চি-এ আপনি কতটা অভিজ্ঞ?
de: Wie erfahren sind Sie im Tai Chi?
es: ¿Qué experiencia tienes con el taichí?
fa: چقدر در تای چی تجربه دارید؟
fr: Quelle est votre expérience du Tai-chi ?
hi: ताई ची में आपका कितना अनुभव है?
id: Seberapa berpengalamankah Anda dalam Tai Chi?
ja: 太極拳の経験はどのくらいですか？
ko: 태극권 경험이 어느 정도인가요?
pa: ਤਾਈ ਚੀ ਵਿੱਚ ਤੁਹਾਡਾ ਕਿੰਨਾ ਅਨੁਭਵ ਹੈ?
pt_pt: Quão experiente você é em Tai Chi?
ru: Насколько вы опытны в тайцзи?
sw: Je, una uzoefu gani huko Tai Chi?
zh_hans: 您的太极经验如何？

source: How is your energy during the day?
ar: كيف هي طاقتك خلال النهار؟
bn: দিনের বেলা আপনার শক্তি কেমন?
de: Wie ist deine Energie tagsüber?
es: ¿Cómo es tu energía durante el día?
fa: انرژی شما در طول روز چگونه است؟
fr: Comment est votre énergie pendant la journée ?
hi: दिन भर आपकी ऊर्जा कैसी रहती है?
id: Bagaimana energi Anda sepanjang hari?
ja: 日中のエネルギーレベルはどうですか？
ko: 낮 동안 에너지 수준은 어떤가요?
pa: ਦਿਨ ਵੇਲੇ ਤੁਹਾਡੀ ਊਰਜਾ ਕਿਵੇਂ ਹੁੰਦੀ ਹੈ?
pt_pt: Como está sua energia durante o dia?
ru: Как ваша энергия в течение дня?
sw: Nguvu yako ikoje wakati wa mchana?
zh_hans: 您白天的精力状态如何？

source: How much time can you commit per day?
ar: كم من الوقت يمكنك تخصيصه في اليوم؟
bn: আপনি প্রতিদিন কত সময় কমিট করতে পারেন?
de: Wie viel Zeit können Sie pro Tag investieren?
es: ¿Cuánto tiempo puedes dedicar al día?
fa: چقدر در روز می توانید زمان بگذارید؟
fr: Combien de temps pouvez-vous consacrer par jour ?
hi: आप हर दिन कितना समय दे सकते हैं?
id: Berapa banyak waktu yang dapat Anda luangkan per hari?
ja: 1日にどれくらい時間を割けますか？
ko: 하루에 얼마나 시간을 낼 수 있나요?
pa: ਤੁਸੀਂ ਪ੍ਰਤੀ ਦਿਨ ਕਿੰਨਾ ਸਮਾਂ ਕਰ ਸਕਦੇ ਹੋ?
pt_pt: Quanto tempo você pode dedicar por dia?
ru: Сколько времени вы можете уделять в день?
sw: Je, unaweza kujituma kwa muda gani kwa siku?
zh_hans: 您每天能投入多少时间？

source: How stable is your weight usually?
ar: ما مدى استقرار وزنك عادة؟
bn: আপনার ওজন সাধারণত কতটা স্থিতিশীল?
de: Wie stabil ist Ihr Gewicht normalerweise?
es: ¿Qué tan estable suele ser tu peso?
fa: وزن شما معمولا چقدر ثابت است؟
fr: Votre poids est-il généralement stable ?
hi: आमतौर पर आपका वज़न कितना स्थिर रहता है?
id: Seberapa stabil berat badan Anda biasanya?
ja: 普段、体重はどのくらい安定していますか？
ko: 보통 체중이 얼마나 안정적인가요?
pa: ਤੁਹਾਡਾ ਭਾਰ ਆਮ ਤੌਰ 'ਤੇ ਕਿੰਨਾ ਸਥਿਰ ਹੁੰਦਾ ਹੈ?
pt_pt: Quão estável é o seu peso normalmente?
ru: Насколько стабилен обычно ваш вес?
sw: Uzito wako ni thabiti kwa kawaida?
zh_hans: 您的体重通常有多稳定？

source: I do it regularly
ar: أفعل ذلك بانتظام
bn: আমি এটা নিয়মিত করি
de: Ich mache es regelmäßig
es: Lo practico regularmente
fa: من مرتب این کار را انجام می دهم
fr: J'en fais régulièrement
hi: मैं इसे नियमित रूप से करता/करती हूँ
id: Saya melakukannya secara teratur
ja: 定期的に行っている
ko: 정기적으로 함
pa: ਮੈਂ ਇਸਨੂੰ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ਕਰਦਾ ਹਾਂ
pt_pt: Eu faço isso regularmente
ru: Занимаюсь регулярно
sw: Mimi hufanya hivyo mara kwa mara
zh_hans: 我经常练习

source: I feel okay after moving
ar: أشعر بخير بعد التحرك
bn: আমি সরানোর পরে ঠিক আছে
de: Nach dem Umzug geht es mir gut
es: Me siento bien después de moverme
fa: بعد از حرکت احساس خوبی دارم
fr: Je me sens bien après avoir bougé
hi: हिलने-डुलने के बाद ठीक महसूस होता है
id: Saya merasa baik-baik saja setelah pindah
ja: 運動後は問題ない
ko: 움직인 후 괜찮음
pa: ਮੈਂ ਜਾਣ ਤੋਂ ਬਾਅਦ ਠੀਕ ਮਹਿਸੂਸ ਕਰ ਰਿਹਾ ਹਾਂ
pt_pt: Eu me sinto bem depois de me mudar
ru: Хорошо себя чувствую после активности
sw: Ninahisi sawa baada ya kuhama
zh_hans: 活动后感觉还不错

source: I feel slower to recover
ar: أشعر بالبطء في التعافي
bn: আমি পুনরুদ্ধার করতে ধীর অনুভব করি
de: Ich fühle mich langsamer, mich zu erholen
es: Me recupero más lento
fa: احساس می کنم دیرتر بهبود می یابم
fr: Je récupère plus lentement
hi: मुझे रिकवरी में देरी महसूस होती है
id: Saya merasa lebih lambat untuk pulih
ja: 回復が遅いと感じる
ko: 회복이 느려짐을 느낌
pa: ਮੈਂ ਠੀਕ ਹੋਣ ਵਿੱਚ ਹੌਲੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ
pt_pt: Sinto-me mais lento para me recuperar
ru: Восстанавливаюсь медленнее
sw: Ninahisi polepole kupona
zh_hans: 恢复得比较慢

source: I feel sore or drained
ar: أشعر بالألم أو الإرهاق
bn: আমি কালশিটে বা নিষ্কাশন বোধ
de: Ich fühle mich wund oder ausgelaugt
es: Me siento adolorido/a o agotado/a
fa: احساس درد یا تخلیه دارم
fr: Je me sens endolori(e) ou épuisé(e)
hi: मुझे दर्द या थकावट महसूस होती है
id: Saya merasa sakit atau lelah
ja: 痛みや疲労を感じる
ko: 몸이 아프거나 지침
pa: ਮੈਨੂੰ ਦੁਖਦਾਈ ਜਾਂ ਨਿਕਾਸ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ
pt_pt: Sinto-me dolorido ou esgotado
ru: Чувствую боль или истощение
sw: Ninahisi kidonda au nimechoka
zh_hans: 感觉酸痛或疲惫

source: I haven't exercised in a while
ar: لم أمارس الرياضة منذ فترة
bn: আমি কিছুক্ষণ ব্যায়াম করিনি
de: Ich habe eine Weile nicht trainiert
es: No he hecho ejercicio en un tiempo
fa: خیلی وقته ورزش نکردم
fr: Je n'ai pas fait d'exercice depuis un moment
hi: काफी समय से व्यायाम नहीं किया
id: Saya sudah lama tidak berolahraga
ja: しばらく運動していない
ko: 한동안 운동을 하지 않음
pa: ਮੈਂ ਕੁਝ ਸਮੇਂ ਤੋਂ ਕਸਰਤ ਨਹੀਂ ਕੀਤੀ ਹੈ
pt_pt: Faz um tempo que não faço exercícios
ru: Давно не занимался(ась) спортом
sw: Sijafanya mazoezi kwa muda mrefu
zh_hans: 我有一段时间没运动了

source: I'm all good
ar: أنا بخير
bn: আমি সব ভালো
de: Mir geht es gut
es: Estoy bien
fa: من همه خوبم
fr: Tout va bien pour moi
hi: मैं पूरी तरह ठीक हूँ
id: Saya baik-baik saja
ja: 特に問題なし
ko: 특별한 문제 없음
pa: ਮੈਂ ਸਭ ਠੀਕ ਹਾਂ
pt_pt: Estou tudo bem
ru: У меня всё хорошо
sw: Mimi ni mzima
zh_hans: 我状态很好

source: I've never tried it
ar: لم أحاول ذلك قط
bn: আমি এটা চেষ্টা করেনি
de: Ich habe es nie versucht
es: Nunca lo he probado
fa: من هرگز آن را امتحان نکرده ام
fr: Je n'ai jamais essayé
hi: मैंने कभी नहीं आज़माया
id: Saya belum pernah mencobanya
ja: 試したことがない
ko: 해본 적 없음
pa: ਮੈਂ ਕਦੇ ਇਸ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕੀਤੀ
pt_pt: Eu nunca tentei
ru: Никогда не пробовал(а)
sw: Sijawahi kujaribu
zh_hans: 我从未尝试过

source: I've only tried it a few times
ar: لقد حاولت ذلك عدة مرات فقط
bn: আমি মাত্র কয়েকবার চেষ্টা করেছি
de: Ich habe es nur ein paar Mal versucht
es: Solo lo he probado algunas veces
fa: من فقط چند بار آن را امتحان کردم
fr: Je l'ai essayé seulement quelques fois
hi: मैंने इसे केवल कुछ बार आज़माया है
id: Saya baru mencobanya beberapa kali
ja: 数回試したことがある
ko: 몇 번만 해봄
pa: ਮੈਂ ਸਿਰਫ ਕੁਝ ਵਾਰ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਹੈ
pt_pt: Eu só tentei algumas vezes
ru: Пробовал(а) лишь несколько раз
sw: Nimejaribu mara chache tu
zh_hans: 我只尝试过几次

source: Image
ar: صورة
bn: ছবি
de: Bild
es: Imagen
fa: تصویر
hi: छवि
id: Gambar
ja: 画像
ko: 이미지
pa: ਚਿੱਤਰ
pt_pt: Imagem
ru: Изображение
sw: Picha
zh_hans: 图片

source: Import
ar: استيراد
bn: আমদানি
de: Importieren
es: Importar
fa: واردات
fr: Importer
hi: आयात
id: Impor
ja: インポート
ko: 가져오기
pa: ਆਯਾਤ ਕਰੋ
pt_pt: Importar
ru: Импорт
sw: Ingiza
zh_hans: 导入

source: Improve balance
ar: تحسين التوازن
bn: ভারসাম্য উন্নত করুন
de: Verbessern Sie das Gleichgewicht
es: Mejorar el equilibrio
fa: بهبود تعادل
fr: Améliorer l'équilibre
hi: संतुलन सुधारना
id: Meningkatkan keseimbangan
ja: バランス改善
ko: 균형감 향상
pa: ਸੰਤੁਲਨ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ
pt_pt: Melhorar o equilíbrio
ru: Улучшить баланс
sw: Kuboresha usawa
zh_hans: 改善平衡

source: Info
ar: معلومات
bn: তথ্য
de: Infos
fa: اطلاعات
hi: जानकारी
id: Informasi
ja: 情報
ko: 정보
pa: ਜਾਣਕਾਰੀ
pt_pt: Informações
ru: Информация
sw: Habari
zh_hans: 信息

source: Is our app %@ easy to use?
ar: هل تطبيقنا %@ سهل الاستخدام؟
bn: আমাদের অ্যাপ কি %@ ব্যবহার করা সহজ?
de: Ist unsere App %@ einfach zu bedienen?
es: ¿Es fácil de usar nuestra aplicación %@?
fa: آیا استفاده از برنامه %@ ما آسان است؟
fr: Notre application %@ est-elle facile à utiliser ?
hi: क्या हमारी ऐप %@ उपयोग में आसान है?
id: Apakah aplikasi kami %@ mudah digunakan?
ja: 当社のアプリ%@は使いやすいですか？
ko: 저희 앱 %@ 사용하기 쉬운가요?
pa: ਕੀ ਸਾਡੀ ਐਪ %@ ਵਰਤਣ ਲਈ ਆਸਾਨ ਹੈ?
pt_pt: Nosso aplicativo %@ é fácil de usar?
ru: Удобно ли пользоваться приложением %@?
sw: Je, programu yetu %@ ni rahisi kutumia?
zh_hans: 我们的 %@ 应用好用吗？

source: It'll help us personalize your plan to better suit your age group.
ar: سيساعدنا ذلك في تخصيص خطتك لتناسب فئتك العمرية بشكل أفضل.
bn: এটি আমাদেরকে আপনার বয়সের সাথে আরও ভালভাবে উপযুক্ত করার জন্য আপনার পরিকল্পনাকে ব্যক্তিগতকৃত করতে সাহায্য করবে৷
de: Dies hilft uns, Ihren Plan so zu personalisieren, dass er besser zu Ihrer Altersgruppe passt.
es: Nos ayudará a personalizar tu plan según tu grupo de edad.
fa: این به ما کمک می‌کند تا برنامه شما را برای گروه سنی شما شخصی‌سازی کنیم.
fr: Cela nous aidera à personnaliser votre programme selon votre tranche d'âge.
hi: इससे हमें आपकी उम्र के अनुसार योजना को बेहतर बनाने में मदद मिलेगी।
id: Ini akan membantu kami mempersonalisasi rencana Anda agar lebih sesuai dengan kelompok usia Anda.
ja: 年齢層に合わせてプランをより良くパーソナライズするのに役立ちます。
ko: 연령대에 더 잘 맞는 플랜을 만드는 데 도움이 됩니다.
pa: ਇਹ ਤੁਹਾਡੀ ਉਮਰ ਸਮੂਹ ਨੂੰ ਬਿਹਤਰ ਢੰਗ ਨਾਲ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੀ ਯੋਜਨਾ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੇਗਾ।
pt_pt: Isso nos ajudará a personalizar seu plano para melhor atender sua faixa etária.
ru: Это поможет нам адаптировать ваш план под вашу возрастную группу.
sw: Itatusaidia kubinafsisha mpango wako ili kuendana vyema na rika lako.
zh_hans: 这将帮助我们根据您的年龄段为您定制计划。

source: Item:
ar: العنصر:
bn: আইটেম:
de: Artikel:
es: Elemento:
fa: مورد:
fr: Élément :
hi: आइटम:
id: Barang:
ja: 項目:
ko: 항목:
pa: ਆਈਟਮ:
pt_pt: Artigo:
ru: Элемент:
sw: Kipengee:
zh_hans: 项目：
